<?php

return [

    // View
    'notifications' => 'Оповещения',
    'sure_to_delete' => 'Вы точно хотите удалить это сообщение?',
    'set_message' => 'Введите сообщение автору рецепта',
    'set_message_desc' => 'Изложите причину по которой рецепт не может быть опубликован, чтобы автор рецепта мог исправить ошибку',
    'no_notifs' => 'Нет оповещений',

    // Controllers
    'title_script_attack' => 'Скрипт атака',
    'message_script_attack' => 'Пользователь c логином :username использовал Javascript тег script в одном из своих рецептов. Срочно проверьте журнал',
    'deleted' => 'Сообщение было успешно удалено',
    'cant_use_script_tags' => 'Вы нарушаете правила Пользовательского соглашение пытаясь использовать Javascript в полях ввода. Мы были оповещены об этом инциденте, и в будущем вы будете заблокированы если продолжите заниматься ерундой.',
    'cant_delete' => 'У вас нет прав на удаление этого оповещения',
    'you_got_points' => 'Ваш опыт вырос на :points очков',

];
