<?php

return [
    // Controller
    'approved_1' => 'Ура! Ваш рецепт ":title" превосходен, поэтому он уже опубликован и доступен для всех посетителей. Спасибо за ваш труд, который несомненно кого-то порадует.',
    'approved_2' => 'Превосходно! Ваш замечательный рецепт ":title" опубликован и доступен для всех посетителей. Спасибо за это маленькое чудо.',
    'approved_3' => 'Ваш рецепт ":title" нам очень понравился, он опубликован и уже доступен для всех посетителей. Мы рады что вы часть нашей огромной семьи.',
    'approved_4' => 'Рады вам сообщить, что ваш превосходный рецепт ":title" опубликован и доступен для всех посетителей. Мы благодарны вам за то что вы пишите такие отличные рецепты.',
    'approved_5' => 'Мы проверили ваш рецепт ":title" и он оказался превосходным. Теперь он опубликован и доступен для всех посетителей. Мы благодарны вам за то что вы пишите такие отличные рецепты.',
    'already_approved' => 'Рецепт уже опубликован',
    'recipe_published' => 'Рецепт опубликован',

    // Validations
    'message_required' => 'Поле для ввода сообщения обязательно к заполнению',
    'message_min' => 'Сообщение должно быть не менее :min символов',
    'message_max' => 'Сообщение должно быть не более :max символов',

    // Views
    'unapproved_waiting' => 'Не проверенные',
    'unapproved_checking' => 'Проверяются',
    'finish_checking' => 'Закончите проверку рецепта',
    'my_approves' => 'Мои проверки',
    'currently_approving' => 'Админ <u><b>:admin</b></u> проверяет рецепт автора <u><b>:user</b></u>',
    'waiting_for_approves' => 'Ожидает проверки...',
    'user_is_checking' => ':user проверяет...',
];
