<?php

return [
    // Controller
    'approved_1' => 'Ура! Ваш рецепт превосходен, поэтому он уже опубликован и доступен для всех посетителей. Спасибо за ваш труд, который несомненно кого-то парадует.',
    'approved_2' => 'Превосходно! Ваш замечательный рецепт опубликован и доступен для всех посетителей. Спасибо за это маленькое чудо.',
    'approved_3' => 'Ваш рецепт нам очень понравился, он опубликован и уже доступен для всех посетителей. Мы рады что вы часть нашей огромной семьи.',
    'approved_4' => 'Рады вам сообщить, что ваш превосходный рецепт опубликован и доступен для всех посетителей. Мы благодарны вам за то что вы пишите такие отличные рецепты.',
    'approved_5' => 'Мы проверили ваш рецепт и он оказался превосходным. Теперь он опубликован и доступен для всех посетителей. Мы благодарны вам за то что вы пишите такие отличные рецепты.',

    'already_approved' => 'Рецепт уже опубликован',
    'recipe_in_drafts' => 'Рецепт находится в черновиках',
];
