<?php

return [
    'failed' => 'Эл. адрес пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    // Views
    'register' => 'Регистрация',
    'logout' => 'Выйти',
    'login' => 'Войти',
    'username' => 'Логин',
    'username_desc' => 'Введите ваш уникальный логин',

    // Validation
    'incorect_name' => 'Не правильный формат имени',
    'username_string' => 'Логин должен быть строкой',
    'username_alpha_dash' => 'Поле логин может содержать только буквы, цифры и дефис',
    'username_regex' => 'Поле логин может содержать только латинские буквы, цифры и дефис',
    'username_required' => 'Поле логин обязательно к заполнению',
    'username_min' => 'Логин должен быть не менее :min символов',
    'username_max' => 'Логин не должен превышать :max символов',
    'username_unique' => 'Такой логин уже существует',
    'password_string' => 'Пароль должен быть строкой',
    'password_required' => 'Пароль обязателен к заполнению',
    'password_min' => 'Пароль должен иметь хотя бы :min символов',
    'password_max' => 'Пароль должен иметь не более :max символов',
    'password_confirmed' => 'Пароли не совпадают',

];
