<?php

return [
    'failed' => 'Имя пользователя и пароль не совпадают.',
    'throttle' => 'Слишком много попыток входа. Пожалуйста, попробуйте еще раз через :seconds секунд.',

    // Validation
    'incorect_name' => 'Не правильный формат имени',
    'name_required' => 'Поле имя обязательно к заполнению',
    'name_min' => 'Имя должно быть хотя бы :min символов',
    'name_max' => 'Имя не должно превышать :max символов',
    'name_string' => 'Имя должено быть строкой',
    'email_string' => 'Эл. адрес должен быть строкой',
    'email_required' => 'Поле Эл. адрес обязательно к заполнению',
    'email_max' => 'Эл. адрес не должен превышать :max символов',
    'email_unique' => 'Такой Эл. адрес уже существует',
    'password_string' => 'Пароль должен быть строкой',
    'password_required' => 'Пароль обязателен к заполнению',
    'password_min' => 'Пароль должен иметь хотя бы :min символов',
    'password_max' => 'Пароль должен иметь не более :max символов',
    'password_confirmed' => 'Пароли не совпадают',

];
