<?php

return [

    // Validation
    'contact_message_required' => 'Поле сообщение обязательно к заполнению',
    'contact_email_required' => 'Поле для электронного адреса обязательно к заполнению',
    'contact_email_email' => 'Эл. адрес должен быть правильным адресом',
    'contact_message_min' => 'Сообщение слишком короткое. Должно быть не меньше :min символов',
    'contact_message_max' => 'Сообщение слишком длинное. Должно быть не более :max символов',
    'sure_del_feed' => 'Вы точно хотите удалить это сообщение?',

    // View
    'intro' => 'Если у вас есть просьбы или возражения в адрес нашей работы, мы всегда готовы выслушать ваше мнение или замечание. Для этого мы создали эту страницу, на которой вы имеете возможность отправить нам сообщение, которое мы обязательно прочтем и предприним необходимые меры.',

];
