<?php

return [

	// Views
	'docs' => 'Документы',
	'new_doc' => 'Новый документ',
	'open' => 'Открыть',
	'edit' => 'Изменить',
	'doc_text' => 'Поле для документа',
	'doc_title' => 'Название документа',
	'last_update' => 'Последнее обновление',
	'sure_del_doc' => 'Вы уверенны что хотите удалить этот документ?',
	
	// Controller
	'saved' => 'Документ успешно сохранен',
	'doc_has_been_deleted' => 'Документ успешно удален',
	
	// Validation
	'title_required' => 'Поле для названия документа обязательно к заполнению',
	'title_min' => 'Минимальное колличество символов к полю заголовок :min',
	'title_max' => 'Максимальное колличество символов к полю заголовок :max',
	'text_required' => 'Поле для самого текста документа обязательно к заполнению',
	'text_min' => 'Минимальное колличество символов к полю текста документа :min',
	'text_max' => 'Максимальное колличество символов к полю текста документа :max',

];