<?php

return [

    // Views
    'documents' => 'Документы',
    'new_doc' => 'Новый документ',
    'info' => 'Информация',
    'rights_info' => 'Правовая информация',
    'doc_text' => 'Поле для документа',
    'doc_title' => 'Название документа',
    'last_update' => 'Последнее обновление',
    'sure_del_doc' => 'Вы уверенны что хотите удалить этот документ?',
    'sure_publich_doc' => 'Вы уверенны что хотите опубликовать этот документ?',
    'sure_draft_doc' => 'Вы уверенны что хотите поместить этот документ в черновики?',
    'no_docs' => 'Нет документов',

    // Controller
    'not_ready' => 'Данный документ находится в процессе написания',
    'saved' => 'Документ успешно сохранен в черновики',
    'published' => 'Документ опубликован',
    'doc_has_been_deleted' => 'Документ успешно удален',
    'cant_delete_first_doc' => 'Невозможно удалить документ с идентификатором 1',

    // Validation
    'title_required' => 'Поле для названия документа обязательно к заполнению',
    'title_min' => 'Минимальное количество символов к полю заголовок :min',
    'title_max' => 'Максимальное количество символов к полю заголовок :max',
    'text_required' => 'Поле для самого текста документа обязательно к заполнению',
    'text_min' => 'Минимальное количество символов к полю текста документа :min',
    'text_max' => 'Максимальное количество символов к полю текста документа :max',

];
