<?php

return [

    '403' => 'Ошибка 403',
    '403_title' => 'Запрещено',
    '403_description' => 'Сервер понял запрос, но отказывается его выполнять. Авторизация не поможет, и запрос НЕ ДОЛЖЕН повториться.',

    '419' => 'Ошибка 419',
    '419_title' => 'Время ожидания сессии истекло',
    '419_description' => 'Извините, но время ожидания сессии истекло. Обновите страницу и попробуйте еще',

    '404' => 'Ошибка 404',
    '404_title' => 'Страница не найдена',
    '404_description' => 'Страница на которую вы хотели перейти не найдена',

    '500' => 'Ошибка 500',
    '500_title' => 'Ошибка сервера',
    '500_description' => 'Что-то пошло не так на сервере, мы не можем быть конкретными в определении проблемы',

    '503' => 'Недоступен',
    '503_title' => 'Обслуживание сайта',
    '503_description' => 'В настоящее время сервер не может обработать запрос из-за временного обслуживания сайта. Это временно, и вскоре связь будет восстановлена',

];
