<?php

return [
    // View
    'feedback' => 'Обратная связь',
    'report' => 'Жалоба',
    'contact_us' => 'Связь с нами',
    'report_recipe' => 'Жалоба на рецепт',
    'report_message_desc' => 'Если вы имеете замечание либо жалобу на данный рецепт, опишите свою претензию ниже в поле для ввода сообщения, и мы незамедлительно разберемся в этой ситуации',

    // Controller
    'success_message' => 'Мы получили ваше сообщение. Спасибо за ваше время, мы его несомненно ценим.',
    'operation_denied' => 'Сообщение можно отправлять не чаще чем раз в день',
    'already_reported_today' => 'Вы уже отправляли жалобу на данный рецепт',
];
