<?php

return [

    // Views
    'name' => 'Имя',
    'pwd' => 'Пароль',
    'add' => 'Добавить',
    'save' => 'Сохранить',
    'select' => 'Выбрать',
    'email' => 'Эл. адрес',
    'deleting' => 'Удалить',
    'message' => 'Сообщение',
    'new_pwd' => 'Новый пароль',
    'select_file' => 'Выбрать файл',
    'cancel' => 'Отмена',
    'delete_photo' => 'Удалить фото',
    'change_pwd' => 'Изменение пароля',
    'current_pwd' => 'Ваш текущий пароль',
    'repeat_new_pwd' => 'Повторите новый пароль',
    'login' => 'Войти',
    'send' => 'Отправить',
    'agree_to_terms' => 'Нажимая кнопку ":btn" вы принимаете условия указанные в <a href="#show-document-modal" title="Нажмите чтобы прочитать" class="modal-trigger">Пользовательском соглашении</a>',
    'register' => 'Регистрация',
    'forgot_pwd' => 'Забыли пароль?',
    'remember_me' => 'Запомнить меня',
    'pwd_confirm' => 'Повторите пароль',

    // Descriptions
    'message_desc' => 'Это поле для вашего сообщения',
    'name_desc' => 'Вы можете использовать имя вместе с фамилией как например Вася Пупкин, либо просто имя, как вам удобно. Имя которое вы укажете будет отображаться на всех ваших рецептах или статьях',
    'email_desc' => 'Введите адрес вашей электронной почты, например 85vasya@gmail.com',
    'pwd_desc' => 'Введите придуманный вами пароль. Он нужен будет вам для входа в ваш личный кабинет. Пароль является подтверждением вашей личности, чтоб никто крове вас не мог получить доступ к вашему личному кабинету',
    'pwd2_desc' => 'Введите пароль повторно чтобы убедиться что вы не допустили ошибок',

];
