<?php

return [

	'name' => 'Имя',
	'pwd' => 'Пароль',
	'email' => 'Эл. адрес',
	'save' => 'Сохранить',
	'delete' => 'Удалить',
	'message' => 'Сообщение',
	'new_pwd' => 'Новый пароль',
	'select_file' => 'Выбрать файл',
	'change_pwd' => 'Изменение пароля',
	'current_pwd' => 'Ваш текущий пароль',
	'repeat_new_pwd' => 'Повторите новый пароль',

	'login' => 'Войти',
	'send' => 'Отправить',
	'register' => 'Регистрация',
	'forgot_pwd' => 'Забыли пароль?',
	'remember_me' => 'Запомнить меня',
	'pwd_confirm' => 'Повторите пароль',
	'this_name_will_be_on_every_recipe' => 'Это имя будет отображаться на всех ваших рецептах',

];