<?php

return [

    // View
    'help' => 'Помощь',
    'help_category' => 'Категория материала',
    'new_help' => 'Добавить материал',
    'edit_help' => 'Изменить материал',
    'help_title' => 'Заголовок',
    'help_text' => 'Описание',
    'sure_del_help' => 'Вы точно хотите удалить этот материал?',

    // Controller
    'help_message_is_created' => 'Материал создан',
    'help_updated' => 'Материал изменен',
    'help_deleted' => 'Материал удален',

    // Validation
    'title_required' => 'Укажите заголовок',
    'title_min' => 'Заголовок не должен быть менее :min символов',
    'title_max' => 'Заголовок не должен быть более :max символов',
    'text_required' => 'Поле с описанием обязательно к заполнению',
    'text_min' => 'Количество символов в поле с описанием не должно быть менее :min символов',
    'text_max' => 'Количество символов в поле с описанием не должно быть более :max символов',
    'category_required' => 'У материала должна быть категория',
    'category_numeric' => 'Поля выбора категории должны содержать только предложенные варианты',
    'category_between' => 'У материала должна быть категория',

];
