<?php

return [

    // View
    'new_help' => 'Добавить ответ',

    // Controller
    'help_message_is_created' => 'Ответ создан',

    // Validation
    'title_required' => 'Название ответа обязательно к заполнению',
    'title_min' => 'Название ответа не должно быть менее :min символов',
    'title_max' => 'Название ответа не должно быть более :max символов',
    'text_required' => 'Поле ответ обязательно к заполнению',
    'text_min' => 'Количество символов в поле ответ не должно быть менее :min символов',
    'text_max' => 'Количество символов в поле ответ не должно быть более :max символов',
    'category_required' => 'У ответа должна быть категория',
    'category_numeric' => 'Поля выбора категории должны содержать только предложенные варианты',
    'category_between' => 'У ответа должна быть категория',

];
