<?php

return [

    // Views
    'home' => 'Главная',
    'dashboard' => 'Панель',
    'logs' => 'Журнал',
    'page' => 'Страница',
    'of' => 'из',
    'path_to_file' => 'Путь к файлу',
    'all_errors' => 'Кол-во ошибок',
    'open_file' => 'Открыть файл для просмотра',
    'download_file' => 'Нажмите чтобы скачать этот лог файл',
    'delete_file' => 'Нажмите чтобы удалить этот лог файл',
    'file_size' => 'Размер файла',
    'created_at' => 'Дата создания',
    'updated_at' => 'Дата обновления',
    'confirm' => 'Вы точно хотите удалить лог файл за :date число?',
    'page_is_not_avail' => 'Эта страница доступна только для пользователей с определенными правами',

    // Controllers
    'deleted' => 'Запись удаленна',

];
