<?php

return [

	// View
	'logs' => 'Журнал',
	'more_than_50_mb' => 'Файл больше 50 мб, скачайте его',
	'level' => 'Уровень',
	'context' => 'Контекст',
	'date' => 'Число',
	'content' => 'Содержание',
	'download' => 'Загрузить',
	'delete_all_files' => 'Удалить все',
	'delete' => 'Удалить',
	'are_u_sure' => 'Вы уверены?',
	'description' => 'Эта страница отображает журнал ошибок и общей информации о состоянии сайта. Доступ к этой странице разрешен только для администрации.',

	// Errors
	'no_table' => 'Таблица :table не найденна',
	'new_user' => 'Новый пользователь был зарегистрирован',
	'artisan' => 'Артисан команда ":command" была выполнена',
	'user_just_logged_in' => 'Пользователь авторизовался',
	'user_attempting_to_log_in' => 'Пользователь пытается авторизоваться',

];