<?php

return [

    // Views
    'yes' => 'Да',
    'no' => 'Нет',
    'go' => 'Перейти',
    'help' => 'Помощь',
    'back' => 'Назад',
    'app_name' => 'Ресипёр',
    'no_messages' => 'Нет сообщений',
    'agree' => 'Согласен',
    'download' => 'Скачать',
    'open' => 'Открыть',
    'edit' => 'Изменить',
    'published' => 'Опубликованные',
    'drafts' => 'Черновики',
    'sent' => 'Отправлено',
    'message' => 'Сообщение',
    'sender' => 'Отправитель',
    'in_english' => 'На английском',
    'in_russian' => 'На русском',
    'general' => 'Общая',
    'favorites' => 'Избранное',

    // Artisan controller
    'cache_deleted' => 'Настройки кеша удалены!',
    'cache_saved' => 'Настройки кеша сохранены!',

    // Errors
    'query_error' => 'Приносим извинения. Некоторые данные невозможно отобразить по техническим причинам. Мы исправим это в кротчайшие сроки',

];
