<?php

return [

    'access_denied_only_auth' => 'Авторизуйтесь если вы уже зарегестрированы',
    'access_denied_only_admin' => 'Доступ к странице на которую вы пытались перейти разрешен только пользователям с правами администратора',
    'access_denied_only_master' => 'Доступ к странице на которую вы пытались перейти разрешен только пользователям с правами супер администратора',
    'fail_connection' => 'Доступ к странице которую вы запросили невозможен из за технических неполадок ',

    'yes' => 'Да',
    'no' => 'Нет',
    'home' => 'На главную',
    'help' => 'Помощь',
    'back' => 'Назад',
    'agree' => 'Согласен',
    'download' => 'Скачать',
    'open' => 'Открыть',
    'edit' => 'Изменить',
    'published' => 'Опубликованные',
    'drafts' => 'Черновики',
    'in_russian' => 'На русском',
    'sent' => 'Отправленно',
    'message' => 'Сообщение',
    'sender' => 'Отправитель',
    'in_english' => 'На английском',
    'go_to_profile' => 'Перейти к профилю',

    // Artisan controller
    'cache_deleted' => 'Настройки кеша удалены!',
    'cache_saved' => 'Настройки кеша сохранены!',

];
