<?php

return [

	'access_denied' => 'Доступ к странице на которую вы пытались перейти разрешен только пользователям с определенными правами',
	'fail_connection' => 'Доступ к странице которую вы запросили невозможен из за технических неполадок ',

	'home' => 'На главную',
	'help' => 'Помощь',
	'back' => 'Назад',
	'download' => 'Скачать',
	'dont_have_account' => 'Нет аккаунта? Вы можете создать его заполнив форму регистрации. Чтобы перейти к форме регистрации нажмите кнопку',

	// Artisan controller
	'cache_deleted' => 'Настройки кеша удалены!',
	'cache_saved' => 'Настройки кеша сохранены!',

];