<?php

return [

	'only_admin_access' => 'Доступ к странице на которую вы пытались перейти разрешен только зарегистрированным пользователям с правами администратора',
	'only_author_access' => 'Доступ к странице на которую вы пытались перейти разрешен только зарегистрированным пользователям',
	'fail_connection' => 'Доступ к странице которую вы запросили невозможен из за технических неполадок ',

	// includes/buttons
	'home' => 'На главную',
	'help' => 'Помощь',

	// Artisan controller
	'cache_deleted' => 'Настройки кеша удалены!',
	'cache_saved' => 'Настройки кеша сохранены!',

];