<?php

return [

	'recipe_min' => 'Название рецепта не должно быть менее 5 символов',
	'recipe_title_max' => 'Название рецепта не должно быть более 199 символов',
	'recipe_intro_max' => 'Краткое описание не должно быть менее 20 символов',
	'recipe_intro_max' => 'Краткое описание не должно быть не более 2000 символов',
	'recipe_ingredients_min' => 'Колличество символов в поле ингридиенты не должно быть менее 20 символов',
	'recipe_ingredients_max' => 'Колличество символов в поле ингридиенты не должно быть не более 5000 символов',
	'recipe_advice_max' => 'Колличество символов в поле совет не должно быть не более 5000 символов',
	'recipe_text_min' => 'Колличество символов в поле приготовление не должно быть менее 80 символов',
	'recipe_text_max' => 'Колличество символов в поле приготовление не должно быть более 10 000 символов',
	'recipe_time_numeric' => 'Время должно быть числом',
	'recipe_digits_between' => 'Время должно быть числом между 0 и 1999',
	'recipe_image_image' => 'Изображение должно быть файлом изображения JPG',
	'recipe_image_max' => 'Максимальный допустимый обьем изображения 1999 кбайт',
	
	'settings_image_image' => 'Файл не является изображением',
	'settings_image_max' => 'Изображение не должно превышать 1999 Кбайт',
	'settings_image_uploaded' => 'Загрузка не удалась, возможно это связано с большим разширением, изображение не должно превышать 1999 Кбайт',

	'settings_title_max' => 'Заголовок должен быть не более 190 символов',
	'settings_text_max'  => 'Текст должен быть не более 900 символов',

	'settings_name_required'  => 'Поле имя обязателено к заполнению',
	'settings_name_min'  => 'Имя должно быть хотябы 6 символов',
	'settings_name_max'  => 'Имя не должно превышать 190 символов',

	'settings_pwd_required'  => 'Старый пароль обязателен к заполнению',
	'settings_new_pwd_required'  => 'Новый пароль обязателен к заполнению',
	'settings_pwd_min'  => 'Пароль должен иметь хотябы 6 символов',
	'settings_pwd_confirmed'  => 'Пароли не совпадают',

];