<?php

return [

    // Controllers
    'recipe_published' => 'Рецепт опубликован!',
    'recipe_not_published' => 'Рецепт не опубликован!',
    'title_script_attack' => 'Скрипт аттака',
    'message_script_attack' => 'Один из пользователь использовал Javascript тэг <script> в одном из своих рецептов. Срочно проверьте журнал',
    'deleted' => 'Сообщение было успешно удалено',

    // Validations
    'message_required' => 'Поле для ввода сообщения обязательно к заполнению',
    'message_min' => 'Сообщение должно быть не менее :min символов',
    'message_max' => 'Сообщение должно быть не более :max символов',

    // View
    'sure_to_delete' => 'Вы точно хотите удалить это сообщение?',
    'set_message' => 'Введите сообщение автору рецепта',
    'set_message_desc' => 'Изложите причину по которой рецепт не может быть опубликован, чтобы автор рецепта мог исправить ошибку',

];
