<?php

return [

    // Controllers
    'title_script_attack' => 'Скрипт атака',
    'message_script_attack' => 'Один из пользователь использовал Javascript тег <script> в одном из своих рецептов. Срочно проверьте журнал',
    'deleted' => 'Сообщение было успешно удалено',

    // View
    'sure_to_delete' => 'Вы точно хотите удалить это сообщение?',
    'set_message' => 'Введите сообщение автору рецепта',
    'set_message_desc' => 'Изложите причину по которой рецепт не может быть опубликован, чтобы автор рецепта мог исправить ошибку',

];
