<?php

return [

    // Controllers
    'recipe_published' => 'Рецепт опубликован!',
    'recipe_not_published' => 'Рецепт не опубликован!',
    'title_script_attack' => 'Скрипт аттака',
    'message_script_attack' => 'Один из пользователь использовал Javascript тэг <script> в одном из своих рецептов. Срочно проверьте журнал',
    'deleted' => 'Сообщение было успешно удалено',
    'approved_1' => 'Ура! Ваш рецепт превосходен, поэтому он уже опубликован и доступен для всех посетителей. Спасибо за ваш труд, который несомненно кого-то парадует.',
    'approved_2' => 'Превосходно! Ваш замечательный рецепт опубликован и доступен для всех посетителей. Спасибо за это маленькое чудо.',
    'approved_3' => 'Ваш рецепт нам очень понравился, он опубликован и уже доступен для всех посетителей. Мы рады что вы часть нашей огромной семьи.',
    'approved_4' => 'Рады вам сообщить, что ваш превосходный рецепт опубликован и доступен для всех посетителей. Мы благодарны вам за то что вы пишите такие отличные рецепты.',
    'approved_5' => 'Мы проверили ваш рецепт и он оказался превосходным. Теперь он опубликован и доступен для всех посетителей. Мы благодарны вам за то что вы пишите такие отличные рецепты.',

    // Validations
    'message_required' => 'Поле для ввода сообщения обязательно к заполнению',
    'message_min' => 'Сообщение должно быть не менее :min символов',
    'message_max' => 'Сообщение должно быть не более :max символов',

    // View
    'sure_to_delete' => 'Вы точно хотите удалить это сообщение?',
    'set_message' => 'Введите сообщение автору рецепта',
    'set_message_desc' => 'Изложите причину по которой рецепт не может быть опубликован, чтобы автор рецепта мог исправить ошибку',

];
