<?php

return [
    // Controllers
    'password' => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Ссылка на сброс пароля была отправлена!',
    'token' => 'Ошибочный код сброса пароля.',
    'user' => 'Не удалось найти пользователя с указанным электронным адресом.',

    // Views
    'reset_pwd' => 'Сброс пароля',
    'new_pwd' => 'Новый пароль',
    'repeat_new_pwd' => 'Повторите новый пароль',
    'sent_code' => 'Отправить код',
    'sent_code_desc' => 'После отправки этой формы, на вашу электронную почту прийдет сообщение с ссылкой на сброс пароля, перейдя по этой ссылке вы попадете на страницу где сможете ввести свой новый пароль.',

];
