<?php

return [
    // Controllers
    'password' => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'reset' => 'Ваш пароль был сброшен!',
    'sent' => 'Ссылка на сброс пароля была отправлена!',
    'token' => 'Ошибочный код сброса пароля.',
    'user' => 'Не удалось найти пользователя с указанным электронным адресом.',

    // Views
    'reset_pwd' => 'Сбросить пароль',
    'new_pwd' => 'Новый пароль',
    'repeat_new_pwd' => 'Повторите новый пароль',
    'sent_code' => 'Отправить код',
    'sent_code_desc' => 'После отправки этой формы, на вашу электронную почту придёт сообщение с ссылкой на сброс пароля, перейдя по этой ссылке, вы попадете на страницу где сможете ввести свой новый пароль.',
    'click_to_reset_pwd' => 'Мы получили запрос на восстановление пароля для пользователя, указавшего в настройках этот адрес электронной почты.',
    'ignore_if_not_you' => 'Если вы не запрашивали восстановление пароля, просто проигнорируйте это письмо.',
];
