<?php

return [

	'recipe_has_been_saved' => 'Рецепт успешно сохранен',
	'no_rights_to_see' => 'У вас нет права просматривать этот рецепт, так как он еще не опубликован',
	'is_not_written_yet' => 'Этот рецепт находится в процессе написания.',
	'not_approved_yet' => 'Этот рецепт еще не одобрен.',
	'no_rights_to_edit' => 'Вы не можете редактировать не свои рецепты.',
	'cannot_edit_unproved' => 'Вы не можете редактировать рецепты которые находятся на рассмотрении или уже опубликованны.',
	'recipe_is_published' => 'Рецепт опубликован и доступен для посетителей.',
	'added_to_approving' => 'Рецепт добавлен на рассмотрение и будет опубликован после одобрения администрации.',
	'saved' => 'Рецепт успешно сохранен',
	'you_gave_recipe_back_on_editing' => 'Вы вернули рецепт на повторное редактирование',
	'you_cannot_edit_peoples_recipes' => 'Вы не можете редактировать не свои рецепты',
	'deleted' => 'Рецепт успешно удален',

];