<?php

return [
    // View
    'report_message_desc' => 'Если вы имеете замечание либо жалобу на данный рецепт, опишите свою претензию ниже в поле для ввода сообщения, и мы незамедлительно разберемся в этой ситуации',

    // Validation
    'message_required' => 'Поле "Сообщение" обязательно для заполнения',
    'message_min' => 'Минимальное колличество символов в поле для ввода сообщения :min символов',
    'message_max' => 'Максимальное колличество символов в поле для ввода сообщения :max символов',

    // Controller
    'success_message' => 'Мы получили ваше сообщение. Спасибо за ваше время, мы его несомненно ценим.',
];
