<?php

return [

	// Controller
	'saved' => 'Настройки сохранены',
	'pwd_wrong' => 'Неверный пароль',
	'footer_text_max' => 'Текст не должен быть не более :max символов',

	// Views
	'intro' => 'Интро',
	'banner' => 'Баннер',
	'footer' => 'Подвал',
	'general' => 'Общие Настройки',
	'intro_text' => 'Содержание интро',
	'intro_title' => 'Заголовок интро',
	'settings_photo' => 'Настройки фото',
	'banner_text' => 'Содержание баннера',
	'banner_title' => 'Заголовок баннера',
	'footer_text' => 'Содержание подвала',
	'titles_home_page' => 'Заголовки главной страницы',
	'photo_should_be_square' => 'Единственное требование к выбору изображению это соотношение его сторон, оно долно быть квадратное, в противном случае изображение будет искажено.',

];