<?php

return [

    // Action buttons
    'view' => 'Просмотреть',
    'delete' => 'Удалить',
    'edit' => 'Редактировать',
    'publish' => 'Опубликовать',
    'save' => 'Сохранить',
    'add_to_drafts' => 'В черновики',

    // User bubbles
    'likes_tip' => 'Лайки: :value<br />Здесь отображается общее кол-во лайков со всех рецептов этого автора',
    'rating_tip' => 'Рейтинг: :value<br />В этом поле указан рейтинг автора.<br />Рейтинг составляется с нижеперечесленных данных:<br /><br />1 лайк = 0,5 очков рейтинга<br />1 просмотр = 0,1 очков рейтинга<br />1 рецепт = 1 очку рейтинга',
    'views_tip' => 'Просмотры: :value<br />Это поле для отображения общего кол-ва просмотров со всех рецептов этого автора',

];
