<?php

return [

    // Documents
    'save_doc' => 'Сохранить этот документ',
    'view_doc' => 'Просмотреть этот документ',
    'del_doc' => 'Удалить этот документ',

    // Recipes
    'save_recipe' => 'Сохранить рецепт',
    'edit_recipe' => 'Редактировать рецепт',
    'view_recipe' => 'Просмотреть ваш рецепт',
    'delete_recipe' => 'Удалить рецепт',
    'publish_recipe' => 'Если вы готовы опубликовать рецепт нажмите эту кнопку.',

    // Documents
    'edit_doc' => 'Редактировать документ',

];
