<?php

return [

	// Documents
	'save_doc' => 'Нажмите эту кнопку чтобы сохранить этот документ',
	'view_doc' => 'Нажмите эту кнопку чтобы просмотреть этот документ',
	'del_doc' => 'Нажмите эту кнопку чтобы удалить этот документ',

	// Recipes
	'save_recipe' => 'Нажмите эту кнопку чтобы сохранить рецепт',
	'edit_recipe' => 'Нажмите эту кнопку чтобы редактировать рецепт',
	'view_recipe' => 'Нажмите эту кнопку чтобы просмотреть ваш рецепт',
	'delete_recipe' => 'Нажмите эту кнопку чтобы удалить рецепт',
	'publish_recipe' => 'Если вы готовы опубликовать рецепт нажмите эту кнопку.',
	
	// Documents
	'edit_doc' => 'Нажмите эту кнопку чтобы редактировать документ',
	
];