<?php

return [

	// Views
	'all_authors' => 'Все авторы',
	'online' => 'В сети',
	'new_user_1' => 'Этот пользователь зарегистрировался',
	'new_user_2' => 'не добавляйте пользователя если вы предварительно не просили его зарегестрироваться',
	'click_to_add' => 'Нажмите чтобы добавить этого пользователя к команде',
	'add_to_team' => 'Добавить к команде',
	'delete' => 'Удалить',
	'date' => 'Дата написания',
	'status' => 'Статус',
	'checked' => 'Проверен',
	'not_checked' => 'Не проверен',
	'go_to_recipe' => 'Перейти к рецепту',
	'no_recipes_yet' => 'У вас пока нет рецептов',
	'my_recipes' => 'Мои рецепты',
	'all_recipes' => 'Всего рецептов',
	'this_user_does_not_have_recipes' => 'У этого автора нет пока рецептов',

];