<?php

return [

	// Views
	'all_authors' => 'Все авторы',
	'online' => 'В сети',
	'new_user' => 'Этот пользователь зарегистрировался ',
	'click_to_add' => 'Нажмите чтобы добавить этого пользователя к команде',
	'click_to_delete' => 'Нажмите чтобы удалить этого пользователя',
	'add_to_team' => 'Добавить к команде',
	'delete' => 'Удалить',
	'date' => 'Дата написания',
	'status' => 'Статус',
	'checked' => 'Опубликован',
	'not_checked' => 'Не опубликован',
	'go_to_recipe' => 'Перейти к рецепту',
	'no_recipes_yet' => 'У вас пока нет рецептов',
	'my_recipes' => 'Мои рецепты',
	'all_recipes' => 'Всего рецептов',
	'this_user_does_not_have_recipes' => 'У этого автора нет пока рецептов',
	'sure_to_add' => 'Вы точно хотите добавить этого пользователя как автора рецептов?',
	'sure_to_delete' => 'Вы точно хотите удалить этого пользователя?',
	
];