<?php

return [
    // Views
    'visitors' => 'Посетители',
    'visitor' => 'Посетитель',
    'all_views' => 'Все просмотры',
    'gave_likes' => 'Поставленно лайков',
    'recipes_viewed' => 'Просмотренно рецептов',
    'registered_users' => 'Зарегистрированные пользователи',
    'not_registered_users' => 'Не зарегистрированные пользователи',
    'banned_users' => 'Забаненные пользователи',
    'what_reason_to_ban' => 'Укажите причину по которой посетитетелю будет закрыт доступ, и кол-во дней в течении которых у пользователя не будет доступа к сайту',
    'days' => 'Дни',
    'are_you_sure_to_ban' => 'Вы уверены что хотите забанить этого посетителя?',
];
