<?php

return [
    // Views
    'visitors' => 'Посетители',
    'visitor' => 'Посетитель',
    'all_views' => 'Все просмотры',
    'ban' => 'Заблокировать',
    'gave_likes' => 'Поставленно лайков',
    'recipes_viewed' => 'Просмотренно рецептов',
    'registered_users' => 'Зарегистрированные пользователи',
    'not_registered_users' => 'Не зарегистрированные пользователи',
    'banned_users' => 'Заблокированные пользователи',
    'what_reason_to_ban' => 'Укажите причину по которой посетитетелю будет закрыт доступ, и кол-во дней в течении которых у пользователя не будет доступа к сайту',
    'days' => 'Дни',
    'first_visit' => 'Первый везит',
    'days_with_us' => 'Дней с момента первого визита',
    'last_activity' => 'Последняя активность',
    'are_you_sure_to_ban' => 'Вы уверены что хотите заблокировать этого посетителя?',

    // Controller
    'visitor_banned' => 'Посетитель был заблокирован',
];
